[
  {
    "category":"cack",
    "name": "【父親節限定】金箔摩卡千層",
    "price": 1500,
    "image": "https://hinetcdn.waca.ec/uploads/shops/16576/products/d8/d818529d6a690a73a3906daebf8d95ab.jpg",
    "description_partA": "蛋糕上的裝飾，深色擠花是巧克力奶餡，我使用法國法芙娜72%阿拉瓜尼鈕扣，和isigny鮮奶油一起充分混合後，再一起拌入打發的澳洲鮮奶油內，這樣製作起來的奶餡口感很挺，剛送入口中時，可可脂的香氣和奶香一路往上衝，衝到你的鼻腔，你會感覺自己好像聞到了剛烤出來的核桃味，還來不及反應的同時，巧克力奶餡在嘴中融化了，而且那口感一點都不會覺得甜，而是回甘，這趟旅程，如果你坐著的話，建議靠在椅背上，頭輕輕的仰望天花板，你一定會很享受！",
    "description_partB": "再來是蛋糕上咖啡色的奶餡，是用手沖咖啡加上可可粉一起調和出的奶餡，這邊會比較強調咖啡的味道，讓咖啡、可可、巧克力、鮮奶油等等一起融合，創造出最豐富的層次感，這就是我心中的父親節蛋糕，這個金箔摩卡千層蛋糕，只為今年父親節而生，時間到後，永久下架，明年，我再做新的!",
    "size":"圓徑15.5cm，約5-7人份",
    "ifvg":"此商品蛋奶素可食",
    "ingredients":"法國法芙娜72%阿拉瓜尼鈕扣、CACAO BARRY 可可粉、isigny鮮奶油、食用金箔、牛奶、糖、雞蛋、麵粉澳洲鮮奶油、核桃",
    "alert":"(此蛋糕有牛奶、核桃，不適合過敏體質者食用)",
    "currency": "TWD",
    "countInStock": 5
  },
  {
    "category":"cack",
    "name": "荷蘭草莓乳酪千層",
    "price": 1500,
    "image": "https://hinetcdn.waca.ec/uploads/shops/16576/products/e0/thumb_cache/75_e08cbc686477ef6feddfb1f0ef0b5925.jpg",
    "description_partA": "這個荷蘭草莓乳酪千層蛋糕，我用荷蘭進口草莓，加一點檸檬、砂糖，然後細火慢慢的熬煮成草莓醬，當煮到熟透時，草莓會完全釋放出香味，並同時吸收檸檬的香氣，這種獨特的融合，只有好的原物料才辦的到。煮好的草莓醬，等靜置放涼，再拿到冰箱冰鎮，下次打開冰箱時，整個冰箱都是草莓香味。把荷蘭進口草莓煮成醬，好處之一就是，我可以自己控制糖度，我跟你一樣不喜歡吃太甜，所以我的草莓醬只有半糖，酸酸微甜剛剛好。那為何不用新鮮草莓直接裝飾呢?因為寄到你家的時候，新鮮草莓可能會冷凍而損傷，所以我奢侈的把荷蘭草莓熬成醬，這樣雖然很費工，但能提升品質，我覺得很值得。再來就是，提到草莓，就想到乳酪，就像情人節想到玫瑰，很順，但為什麼很順?當然就是因為超搭啊 ! 所以我把乳酪加了檸檬和牛奶，打成酸酸甜甜的乳酪醬，擠在千層蛋糕上面裝飾，再夾在蛋糕裡面，配上我自己熬的草莓醬，喔~這顆蛋糕好吃到發瘋!",
    "description_partB": "有些新朋友來訊息問我，草莓怎麼看起來是紫色?那是因為我拿整顆荷蘭進口草莓去熬成果醬，等冷卻後，再打成草莓泥，最後草莓泥和鮮奶油一起打成奶霜，這樣的成品，吃起來酸甜適中，非常和諧，又充滿草莓新鮮的味道，很棒 ！不過，這樣的做法，顏色就不會是想像中的粉紅色，而是淡紫色，為了這件事，我曾經調整過草莓泥的量，希望顏色可以更像想像中的粉紅，不過，整個協調感失去了，這根本不是我想要的作品。所以，最後我決定不要再拘泥顏色的問題，應該是把口味做到最和諧的狀態，當有天呈獻給你的時候，我心裡才過的去，願意接受的人，一定可以明白我的想法，而看到這篇文章的你，更能了解這一切的原因 。謝謝你支持我，讓我可以不用綁手綁腳在乎別人的眼光，能為你做蛋糕，是我的榮幸。",
    "size":"圓徑15.5cm，約5-7人份此商品蛋奶素可食",
    "ifvg":"此商品蛋奶素可食",
    "ingredients":"原料:荷蘭進口草莓、牛奶、糖雞蛋、麵粉、澳洲鮮奶油、cream cheese",
    "alert":"(此蛋糕有牛奶，不適合過敏體質者食用)",
    "currency": "TWD",
    "countInStock": 5
  },
  {
    "category":"cack",
    "name": "玫瑰荔枝千層",
    "price": 1500,
    "image": "https://hinetcdn.waca.ec/uploads/shops/16576/products/6d/6d2d8b66da77dcf3eb81d0a9d281c27d.jpg",
    "description_partA": "會選我的作品來慶祝，大部分都是熟客，或是聽朋友推薦，所以關於品質，是我最在意的，但這也不是我用嘴巴說就算，要真正呈現在作品裡，讓你感受到才行，那麼下面我就說完這款玫瑰荔枝的做法和原料，你一定能明白我的誠意。或許你有發現到，我的作品裡，幾乎中間都會夾一層內餡，這是我喜歡用的手法，也是我呈現每一款蛋糕特色的基本方式，例如D197貓山王榴槤千層，或是水蜜桃千層，蛋糕的中間層，就是放果肉，不過，也有少數例外，像是這次玫瑰荔枝千層，中間就沒有荔枝果肉，為什麼呢 ? 因為，整個蛋糕都是荔枝果肉 !",
    "description_partB": "這是什麼意思 ? 我說明給你聽，當時我開始研發這款蛋糕的時候，一樣是把荔枝剝好之後，夾在蛋糕的中間當內餡，不過很快的，我就發現這樣不行，原因是，荔枝的纖維不像水蜜桃或是芒果一樣，一切就斷；所以我這邊假設一個場景，今天你們要請慶祝了，一刀切下去，發現半片荔枝肉很堅固，頂著刀沿路往下面的蛋糕層擠壓，把這個蛋糕切的稀巴爛，這種事沒有人期望是這樣，所以為了不要讓尷尬的事發生，我把荔枝剝下來的果肉，加上檸檬一起熬煮，接著放涼，用均質機打成荔枝果泥，最後和澳洲鮮奶油一起打成荔枝奶霜，而且因為荔枝本身甜度就夠，所以荔枝奶霜根本不用加糖，吃起來就非常協調，然後荔枝奶霜塗抹在蛋糕的每一層，香氣非常充足，你品嚐的時候，可以感受到荔枝細緻的小微粒在你嘴巴裡到處跑，非常歡樂，這種感受除了舒服之外，我沒有其他的想法。而最上層稍微一點點淡粉紅的奶霜，是我使用埔里食用玫瑰園-玫開四度的玫瑰醬做成的，他們的產品，專業又安全，我品嚐過，很可以，這樣做出來的玫瑰荔枝千層蛋糕，在我心中，是完美的，呈現給你，你一定會喜歡。",
    "size":"圓徑15.5cm，約5-7人份此商品蛋奶素可食",
    "ifvg":"此商品蛋奶素可食",
    "ingredients":"原料:新鮮荔枝、牛奶、糖、雞蛋、麵粉、澳洲鮮奶油、檸檬汁、埔里有機玫瑰園玫瑰醬(玫開四度)",
    "alert":"(此蛋糕有牛奶，不適合過敏體質者食用)",
    "currency": "TWD",
    "countInStock": 5
  },
  {
    "category":"cack",
    "name": "水蜜桃千層",
    "price": 1600,
    "image": "https://hinetcdn.waca.ec/uploads/shops/16576/products/80/80ff0f593bec9b35abcba40784ec23d0.jpg",
    "description_partA": "我終於採購到今年台灣的水蜜桃了，試吃過，很不錯，可以上場了，所以今年的水蜜桃千層正式開放訂購。像水蜜桃、荔枝、芒果、榴槤這些水果類的產品，產季結束後，我就會關閉訂購，然後等到明年季節對的時候，才會恢復上架，而今年水蜜桃停產後，就會關閉水蜜桃千層的訂購。",
    "description_partB": "關於水蜜桃千層的製作方式，就是把新鮮的水蜜桃洗乾淨之後，切成大塊的丁狀，淋上檸檬汁，灑上一點點的砂糖，讓果肉出汁，再開小火把所有的水份收乾，讓水蜜桃果肉的香氣全部爆炸開來，之後拿去冰箱冰，夾在蛋糕中間當內餡，微酸微甜，重點是很香，再配上用蔓越莓打成的奶霜，這樣吃起來完全可以讓自己心情變很好，會覺得之前發生的鳥事都算了，反正現在我氣消了。最後，其實就還是那句話，好的原料，就會做出好的蛋糕，至少這是我做蛋糕的的基本理念，謝謝你喜歡我的作品，我也很喜歡。",
    "size":"圓徑15.5cm，約5-7人份此商品蛋奶素可食",
    "ifvg":"此商品蛋奶素可食",
    "ingredients":"原料:新鮮水蜜桃、牛奶、糖、雞蛋、麵粉、澳洲鮮奶油、檸檬汁、蔓越莓",
    "alert":"(此蛋糕有牛奶，不適合過敏體質者食用)",
    "currency": "TWD",
    "countInStock": 5
  },
  {
    "category":"cack",
    "name": "威士忌千層",
    "price": 1500,
    "image": "https://hinetcdn.waca.ec/uploads/shops/16576/products/15/15418b612ab8df53581154de4cf37334.jpg",
    "description_partA": "一開始，我就決定用單一純麥，沒有懸念。之後呢，我才是選品牌，但因為是做甜點，所以我從熟悉的牌子來入料，然後配上我的烘焙知識，這樣可以更掌握這個作品的品質，所以根據這樣基礎，我選了蘇格蘭 銀璽 單一純麥，不過問題來了，在12年、16年、17年當中，要如何再選出更適合甜點的年份呢 ?我自己在做料理的時候，有一個習慣，就是不設限，什麼原料或是製作的方法都試看看，然後再用自己親身品嚐過後的感想，和週圍同樣有品嚐經驗的朋友一起討論，大家都說說看自己的看法，有時候透過這樣的方式，可以對料理的作品，有更深的理解，就像我在決定到底要用12年、16年、17年的時候，我就是找了朋友們，大家一起透過聞、飲、食，這三種方式，說出自己的想法，那根據這些想法討論過後，我才做出最後的決定。在聞的部分，我們把威士忌擦在手背上，然後雙手搓揉產生溫度，把酒精揮發後，再聞看看掌心裡的氣味，然後大家分別用筆紙記下來，再來呢，就是用飲的方式，細細的體會，並拆解不同年份給的感受，最後，大家再品嚐我根據不同年份做的威士忌巧克力，每一個人都透過聞、飲、食的方式，紀錄下自己的想法。經過這樣一輪品嚐後，大家打開紙團，公布自己的想法，我還記得那時候，一看真的很驚訝，因為答案是一致的，都是選17年，不過我這邊要特別解釋一下，這是指，當搭配上巧克力的時候，大家覺得17年的最有韻味。",
    "description_partB": "那麼，用蘇格蘭銀璽單一純麥17年作成的巧克力奶酒餡，到底是什麼味道 ?就是你一開始聞不太出來直接衝到鼻腔的酒味，但有隱約感覺到一點，等送到口中後，巧克力很快的溶化，你會先感受到法芙娜巧克力的美味，之後威士忌的香氣才慢慢醞釀出來，然後漸漸的，越來越濃，等到巧克力退去後，餘韻的酒香，還不斷徘徊在嘴裡和鼻腔內，接著，你會感覺到週圍的聲音會變的伊伊阿阿，大家動作好像都變慢了，有點奇怪，但算了不重要，因為陶醉的時候，大家都是這樣。蛋糕上的裝飾，最外層黑色的擠花，就是威士忌巧克力奶餡，再往裡面走，是可可奶餡，最中間的那一層，是貝禮詩奶酒餡，而每一層蛋糕餅皮內的夾層，是可可奶餡，這是我試過最好的搭配組合，邀請你，一起來享受。",
    "size":"圓徑15.5cm，約5-7人份此商品蛋奶素可食",
    "ifvg":"此商品蛋奶素可食",
    "ingredients":"原料：威士忌蘇格蘭銀璽單一純麥17年、法國法芙娜72%阿拉瓜尼鈕扣、CACAO BARRY 可可粉、貝禮詩奶酒、isigny鮮奶油、牛奶、糖、雞蛋、麵粉澳洲鮮奶油",
    "alert":"PS.本產品含有牛奶、核桃，酒精，不適合過敏體質者食用，而飲酒過量，有害〈礙〉健康，酒後不開車，安全有保障，飲酒過量，害人害己，未滿十八歲禁止飲酒。",
    "currency": "TWD",
    "countInStock": 5
  },
  {
    "category":"cack",
    "name": "抹茶麻糬千層",
    "price": 1500,
    "image": "https://hinetcdn.waca.ec/uploads/shops/16576/products/dd/ddee66d3cd2c117d3843e44670666cad.jpg",
    "description_partA": "當天我在攝影棚拍照時，一刀切下去，看到側面麻糬一顆顆露出來的樣子，覺得真是太可愛了，就請攝影師多補了一些切面照，分享給你 !",
    "description_partB": "抹茶的味道，我嘗試了很多種配方，吃來吃去，還是覺得現在這個最好吃，我本來打算做非常濃郁的抹茶味，但是為了平衡，畢竟也要考慮到麻糬的感受，所以最後我決定用一種方式，就是做了多款不同配方的抹茶千層蛋糕，然後切來吃看看，讓抹茶奶霜跟麻糬一起在口中品嚐後，最終才決定了現在這個正確的版本，你一定會喜歡的。",
    "size":"圓徑15.5cm，約5-7人份此商品蛋奶素可食",
    "ifvg":"此商品蛋奶素可食",
    "ingredients":"原料:澳洲鮮奶油、牛奶、糖、雞蛋、麵粉、小山園抹茶粉、麻糬",
    "alert":"(此蛋糕有牛奶，不適合過敏體質者食用)",
    "currency": "TWD",
    "countInStock": 5
  },
  {
    "category":"cack",
    "name": "鹽之花千層",
    "price": 1200,
    "image": "https://hinetcdn.waca.ec/uploads/shops/16576/products/af/af5570b268f31330f18cf24ed10d333d.jpg",
    "description_partA": "這個海鹽千層蛋糕，我使用的原料是法國海鹽-鹽之花，我知道你會喜歡工典蛋糕的原因，就是因為你懂好貨，而且我也相信你品嚐過很多美味了，所以我一定端好料給你，這樣我的蛋糕，才配得上你的標準。上次我使用鹽之花，是在去年中秋禮盒的餅乾裡面，而這次我嘗試把鹽之花和鮮奶油結合，打出綿密又協調的奶霜。",
    "description_partB": "因為我目前只能透過文字的方式來描述口感，所以我盡可能說得仔細一點；你有沒有過一種經驗呢 ? 就是酸的東西，加上一點甜，或是辣的東西帶有一點麻，或是苦的東西，吃完會回甘，不管是上面的哪一種例子，是不是都讓你感覺吃起來的時候更舒服呢 ?這個舒服，我個人覺得就是一種協調，你想看看，如果是不舒服，我們是不是常常會說 :【喔天啊，太死鹹了 ~】【這草莓酸到我臉肌肉會痛 !】【辣到最後變苦你敢信 ?】所以，料理的過程中，如果可以讓單一的口味，補上一些不同方向的味道，那麼舒服的感覺就會更多一點，例如，讓甜點加上一點點的鹹，這樣不但可以適當的中和單純的甜，還可以提升奶的香醇味，這樣品嚐起來，就會很舒服。答應你的，我都記在心裡，這個鹽之花千層，獻給你。",
    "size":"圓徑15.5cm，約5-7人份此商品蛋奶素可食",
    "ifvg":"此商品蛋奶素可食",
    "ingredients":"原料:法國海鹽-鹽之花、澳洲鮮奶油、牛奶、糖、雞蛋、杏仁片、核桃、無鹽奶油、麵粉。",
    "alert":"(此蛋糕有牛奶、核桃，不適合過敏體質者食用)",
    "currency": "TWD",
    "countInStock": 5
  } ,
  {
    "category":"cack",
    "name": "花生千層",
    "price": 1300,
    "image": "https://hinetcdn.waca.ec/uploads/shops/16576/products/ad/ad9613e9ccc63f764100c6ef86158961.jpg",
    "description_partA": "我用了花生醬、花生粉、花生粒，一整個超花生的那種超花生，完全爆發出花生的穿透力，一打開蛋糕盒，你朋友閉著眼睛都知道你買花生甜點，不對~搞不好不用打開盒子他們就猜的到了 ",
    "description_partB": "花生醬的部分，我用新竹福源花生醬，這種有口碑的道地好滋味，純不純一吃就知道，把福源花生醬加到奶霜裡，變花生奶霜，再來灑點花生粉和烤過的花生粒，你如果是花生控，你一定會喜歡我這種把蛋糕的特色，發揮到極致的做法，花生醬、花生粉、花生粒、花生奶霜、新鮮滑嫩蛋皮，這樣的花生千層蛋糕，你怎麼能不愛 ?",
    "size":"圓徑15.5cm，約5-7人份此商品蛋奶素可食",
    "ifvg":"此商品蛋奶素可食",
    "ingredients":"原料:澳洲鮮奶油、福源花生醬、花生粒、花生粉、牛奶、雞蛋、麵粉。",
    "alert":"請注意，此蛋糕含有花生與牛奶，不適合對其過敏體質者食用。",
    "currency": "TWD",
    "countInStock": 5
  }    

]